[
    {
      "imgURL": "https://imgur.com/7i0hsGl.png",
      "Title": "Hungry Cat",
      "Desc": "A web game that uses HTML, CSS, and JavaScript. Users use the arrow keys to move the cat around, help it catch fishes without getting eaten by the dog.",
      "URL": "https://hungry-cat.netlify.com",
      "Code": "https://github.com/mikesabzz/hungry-cat-game"
    },
    {
      "imgURL": "https://camo.githubusercontent.com/3c136bb1a72d3a7fb6bd41770b38c706b0eaca8d/68747470733a2f2f692e696d6775722e636f6d2f597941394e33582e676966",
      "Title": "Picasso React App",
      "Desc": "React app displaying the names of all Picasso family members and allows access to their museum exhibits. Includes React Router to display more information about each data. Uses the Picasso Museum API and styled with Flexbox.",
      "URL": "https://picasso-museum.surge.sh",
      "Code": "https://github.com/mikesabzz/Picasso-Museum-React-App"
    },
    {
      "imgURL": "https://imgur.com/w0ifT20.gif",
      "Title": "RoutineMe",
      "Desc": "This is a full-stack CRUD app with login and sign up functionality using React and Node.js that allows you to create, update and delete your own routines and compare them to others. Become a user and store your own routine data. React, Node.js, JavaScript, HTML, CSS/Flexbox",
      "URL": "http://routine-me.surge.sh/",
      "Code": "https://github.com/mikesabzz/routine-me"
    },
    {
      "imgURL": "https://imgur.com/HtB0tVV.png",
      "Title": "Sole Search",
      "Desc": "A React front end web app that is also mobile responsive. A collaboration with UX Desiners, to bring the website they designed to life.",
      "URL": "http://sole-search.surge.sh/",
      "Code": "https://github.com/mikesabzz/sole-search"
    },
    {
      "imgURL": "https://imgur.com/fnyK0We.png",
      "Title": "Tinder Friendly",
      "Desc": "A full-stack CRUD app with login and sign up functionality using React and Node.js that allows you to create, update and delete your profile. This is an App that allows you to talk about yourself, see what other users say about themselves, and see who's in your location and meet people.",
      "URL": "https://express-tinder-clone-app.surge.sh/",
      "Code": "https://github.com/mikesabzz/Express-tinder-clone"
    },
    {
      "imgURL": "https://i.pinimg.com/originals/08/ef/75/08ef75cf7a83dcf8a2ff05a8a984e39c.gif",
      "Title": "Magic 8 Ball",
      "Desc": "A HTML, CSS, CSS Animation, and JavaScript toy app used for fortune telling and seeking advice. Ask a yes/no question, then it reveals a written answer",
      "URL": "https://js-fortune-teller-ball.netlify.com/",
      "Code": "https://github.com/mikesabzz/js-fortune-ball"
    },
    {
      "imgURL": "https://imgur.com/BVyiOCe.png",
      "Title": "Balloon Pop",
      "Desc": "A simple web app exercise using Vanilla JavaScript, DOM, and event handling. Click the balloons to pop them, and must pop 10 balloons to finish the game.",
      "URL": "https://balloon-pop.netlify.com/",
      "Code": "https://github.com/mikesabzz/balloon_pop"
    },
    {
      "imgURL": "https://imgur.com/HQLGU4N.gif",
      "Title": "React Calculator",
      "Desc": "Web based and mobile responsive calculator with React and styled with Bootstrap. Click 'First Input' to type what you want in the first input, then click 'Second Input' for the second input. Finally, click any of the operators to get the result.",
      "URL": "http://react-calculator-by-ms.surge.sh/",
      "Code": "https://github.com/mikesabzz/calculator-app"
    },
    {
      "imgURL": "https://imgur.com/ZKqy96p.gif",
      "Title": "Lyrics and iTunes App",
      "Desc": "A front end react applications that uses two third-party-API's (Lyrics and iTunes), which allows you to search for any artists and song titles, then presents the lyrics and iTunes preview audio (if available), of the searched song. This app has been styled with Flexbox and Bootstrap.",
      "URL": "http://lyricsfinder.surge.sh/",
      "Code": "https://github.com/mikesabzz/lyrics-itune-app"
    },
    {
      "imgURL": "https://imgur.com/ZsU5jCD.png",
      "Title": "Twitter Clone",
      "Desc": "A fullstack, remake of Twitter with ExpressJS, SQL, and React. PassportJS is used to build out the API that provides authentication functionality. Also has create, read, update, and delete functionalities. Includes uploading images, made with multer and stored in Cloudinary. Styled with Bootstrap, Flexbox, and CSS Animations.",
      "URL": "https://twitter-clone-by-sabz.surge.sh",
      "Code": "https://github.com/mikesabzz/twitter-clone"
    }
   ]